{
  "en": {
    "nav-about": "About Us",
    "litters": "Our Litters",
    "nav-awards": "Awards",
    "nav-ourdogs": "Our Dogs",
    "nav-gallery": "Gallery",
    "nav-contact": "Contact",
    "welcome-banner": "Welcome to Imperial Ridgeback Dynasty!",
    "welcome-subbanner": "Where dogs are family",
    "more-button": "Find out more",
    "title-whoarewe": "Our mission and values",
    "title-answer1": "In our small kennel, dogs with big hearts, exceptional lineage, and quality are bred. What sets us apart from others is the amount of love, effort, and dedication to this rare and noble breed. We treat our dogs as close family members, with a special focus on their health, temperament, and physical characteristics.",
    "value1title": "Carefully chosen pedigree",
    "value1description": "We know that pedigree is not just a story of the past, but the foundation of the future. That is why we carefully select dogs with top genetic characteristics and stability.",
    "value2title": "Controlled breeding",
    "value2description": "Our guiding principle when raising dogs is quality over quantity. That is why we do not aim for mass breeding. We are dedicated to preserving the highest standards of the Rhodesian Ridgeback breed, and we select litters and pairings with great care to produce healthy, strong dogs with excellent temperament and physical health.",
    "value3title": "Nobility of the breed",
    "value3description": "Originating from Africa, where it once served as a lion hunter, the Rhodesian Ridgeback is a brave and fearless dog that will fight to the death to protect its owner. Our goal is to preserve and improve this special breed, guided by the fact that genetic predispositions, a healthy lifestyle, and the environment in which the dogs grow up are equally important. Regular veterinary check-ups and genetic testing are part of our routine. Our dogs are not only champions in the ring but also loyal life companions and devoted friends.",
    "litterstitle": "Our litters",
    "littersdescription": "At Imperial Ridgeback Dynasty, each litter is a carefully planned event, gathering healthy, well-tempered puppies that will grow into loyal companions and devoted friends. Our puppies are raised in a loving environment, ensuring they receive the best care and socialization from day one. Browse through our adorable litters and meet the newest members of our Ridgeback family – each with its own unique charm and personality. Maybe among them is your new best friend!",
    "litAtitle": "Litter A",
    "litAdate": "Expected end of 2025.",
    "litBtitle": "Litter B",
    "litBdate": "Expected end of 2025.",
    "litCtitle": "Litter C",
    "litCdate": "Expected end of 2025.",
    "LitterAexpandtitle": "Litter A",
    "awardstitle": "Awards",
    "ourdogstitle": "Our Dogs",
    "dabi-gender": "Male",
    "dabi-champion": "International champion",
    "aska-gender": "Female",
    "aska-champion": "International champion",
    "ourdogsdescription": "Meet our stars! Click on each photo to find out more.",
    "contactustitle": "Contact Us",
    "formdescription": "Please fill out the form below and we will get back to you shortly.",
    "submitButton": "Send message",
    "gallery-title": "Photo Gallery"
  },
  "srb": {
    "nav-about": "O Nama",
    "litters": "Naša Legla",
    "nav-awards": "Nagrade",
    "nav-ourdogs": "Naši Psi",
    "nav-gallery": "Galerija",
    "nav-contact": "Kontakt",
    "welcome-banner": "Dobrodošli u Imperial Ridgeback Dynasty!",
    "welcome-subbanner": "Gde su psi porodica",
    "more-button": "Saznajte više",
    "title-whoarewe": "Naša misija i vrednosti",
    "title-answer1": "U našoj maloj uzgajivačnici nastaju psi velikog srca, vrhunskog porekla i kvaliteta. Ono što nas izdvaja od drugih je količina ljubavi, truda i posvećenosti ovoj retkoj i plemenitoj rasi. Naše pse tretiramo kao najuže članove porodice, a poseban fokus stavljamo na njihovo zdravlje, temperament i fizičke karakteristike.",
    "value1title": "Pažljivo birano poreklo",
    "value1description": "Mi znamo da poreklo nije samo priča o prošosti, već i temelj budućnosti. Zato pažjivo biramo pse vrhunskih genetskih karakteristika i stabilnosti.",
    "value2title": "Kontrolisani uzgoj",
    "value2description": "Naša zvezda vodilja prilikom odgajanja pasa je kvalitet ispred kvantiteta. Zato ne težimo masovnom uzgoju. Posvećeni smo očuvanju najviših standarda rase Rodezijskog Ridžbeka, a legla i parenja biramo sa velikom pažnjom kako bismo dobili zdrave i snažne pse vrhunskog temperamenta i fizičkog zdravlja.",
    "value3title": "Plemenitost rase",
    "value3description": "Poreklom iz Afrike, gde je nekada služio kao gonič lavova, Rodezijski Ridžbek je hrabar i neustrašivi pas koji će se do smrti boriti da zaštiti gospodara. Naš cilj je očuvanje i unapređenje ove posebne rase i vodimo se time da su genetske predispozicije, zdrav način života i sredina u kojoj psi odrastaju podjednako važni. Redovni veterinarski pregledi i genetska testiranja su deo naše redovne rutine. Naši psi nisu samo šampioni u ringu, već i verni životni saputnici i odani prijatelji.",
    "litterstitle": "Naša legla",
    "littersdescription": "U Imperial Ridgeback Dynasty, svako leglo je pažljivo planiran događaj, koji okuplja zdrave štence dobrog temperamenta koji će odrasti u vaše verne pratioce i odane prijatelje. Naši štenci rastu u okruženju punom ljubavi, što im osigurava najbolju negu i socijalizaciju od prvog dana. Pregledajte naša simpatična legla i upoznajte najnovije članove naše Ridžbek porodice – svako štene sa svojim jedinstvenom šarmom i osobenošću. Možda se baš medju njima nalazi vaš novi najbolji prijatelj!",
    "litAtitle": "Leglo A",
    "litAdate": "očekivano krajem 2025. god.",
    "LitterAexpandtitle": "Leglo A",
    "awardstitle": "Nagrade",
    "ourdogstitle": "Naši Psi",
    "dabi-gender": "Mužjak",
    "dabi-champion": "Međunarodni šampion",
    "aska-gender": "Ženka",
    "aska-champion": "Međunarodni šampion",
    "ourdogsdescription": "Upoznajte naše zvezde! Kliknite na slike ispod za više informacija.",
    "contactustitle": "Kontaktirajte Nas",
    "formdescription": "Molimo vas da popunite formular ispod i ubrzo ćemo vam se javiti.",
    "submitButton": "Pošaljite poruku",
    "gallery-title": "Foto Galerija"
  },
  "fr": {
    "nav-about": "À propos",
    "litters": "Nos Portées",
    "nav-awards": "Récompenses",
    "nav-ourdogs": "Nos Chiens",
    "nav-gallery": "Gallerie",
    "nav-contact": "Contact",
    "welcome-banner": "Bienvenue chez Imperial Ridgeback Dynasty!",
    "welcome-subbanner": "Là où les chiens sont famille",
    "more-button": "En savoir plus",
    "title-whoarewe": "Notre mission et nos valeurs",
    "title-answer1": "Dans notre petit élevage, nous élevons des chiens au grand cœur, de lignée exceptionnelle et de qualité. Ce qui nous distingue des autres, c'est la quantité d'amour, d'efforts et de dévouement envers cette race rare et noble. Nous traitons nos chiens comme des membres proches de la famille, avec un accent particulier sur leur santé, leur tempérament et leurs caractéristiques physiques.",
    "value1title": "Pedigree soigneusement choisi",
    "value1description": "Nous savons que le pedigree n'est pas seulement une histoire du passé, mais le fondement de l'avenir. C'est pourquoi nous choisissons soigneusement des chiens avec des caractéristiques génétiques de premier ordre et une stabilité génétique.",
    "value2title": "Élevage contrôlé",
    "value2description": "Notre principe directeur lors de l'élevage des chiens est la qualité plutôt que la quantité. C'est pourquoi nous ne visons pas une reproduction massive. Nous nous engageons à préserver les normes les plus élevées de la race Rhodesian Ridgeback et nous sélectionnons les portées et les accouplements avec soin pour produire des chiens sains et forts avec un excellent tempérament et une santé physique optimale.",
    "value3title": "Noblesse de la race",
    "value3description": "Originaire d'Afrique, où il servait autrefois de chasseur de lions, le Rhodesian Ridgeback est un chien courageux et intrépide qui se battra jusqu'à la mort pour protéger son maître. Notre objectif est de préserver et d'améliorer cette race particulière, guidés par le fait que les prédispositions génétiques, un mode de vie sain et l'environnement dans lequel les chiens grandissent sont tout aussi importants. Les examens vétérinaires réguliers et les tests génétiques font partie de notre routine. Nos chiens ne sont pas seulement des champions dans le ring, mais aussi des compagnons loyaux et des amis dévoués.",
    "litterstitle": "Nos portées",
    "littersdescription": "Chez Imperial Ridgeback Dynasty, chaque portée est un événement soigneusement planifié, réunissant des chiots sains et bien tempéramentés qui deviendront des compagnons loyaux et des amis dévoués. Nos chiots sont élevés dans un environnement aimant, garantissant qu'ils reçoivent les meilleurs soins et une socialisation optimale dès leur premier jour. Parcourez nos adorables portées et rencontrez les nouveaux membres de notre famille Ridgeback – chacun ayant son propre charme et sa personnalité unique. Peut-être parmi eux se trouve votre nouveau meilleur ami!",
    "litAtitle": "Portée A",
    "litAdate": "Prévu fin 2025.",
    "LitterAexpandtitle": "Portée A",
    "awardstitle": "Récompenses",
    "ourdogstitle": "Nos Chiens",
    "dabi-gender": "Male",
    "dabi-champion": "Champion international",
    "aska-gender": "Femelle",
    "aska-champion": "Championne internationale",
    "ourdogsdescription": "Rencontrez nos stars! Cliquez sur les photos pour en savoir plus.",
    "contactustitle": "Contactez-Nous",
    "formdescription": "Veuillez remplir le formulaire ci-dessous et nous vous contacterons sous peu.",
    "submitButton": "Envoyer le message",
    "gallery-title": "Galerie Photo"
  }
}
