{
  "en": {
    "nav-about": "About Us",
    "litters": "Our Litters",
    "nav-awards": "Awards",
    "nav-ourdogs": "Our dogs",
    "nav-contact": "Contact",
    "welcome-banner": "Welcome To Imperial Ridgeback Dynasty!",
    "welcome-subbanner": "Where dogs become family",
    "more-button": "Find out more",
    "title-whoarewe": "Our mission and values",
    "title-answer1": "Our kennel is dedicated to breeding Rhodesian Ridgeback dogs of exceptional quality and lineage. We take pride in carefully selected dogs, with a special focus on health, temperament, and physical characteristics.",
    "value1title": "Carefully chosen pedigree",
    "value1description": "Our dogs come from carefully selected lines, guaranteeing genetic stability and exceptional characteristics.",
    "value2title": "Controlled breeding",
    "value2description": "Our kennel does not strive for mass breeding. With great care, we select pairings and litters to ensure exceptional quality and achieve our goal—the advancement of the breed.",
    "value3title": "Breed excellence",
    "value3description": "We prioritize the health of future generations through regular veterinary care and genetic testing, nurture dogs with loyal, intelligent, and courageous temperaments, and strive to elevate the breed standard—creating champions in the ring and lifelong companions in your home."
  },
  "srb": {
    "nav-about": "O Nama",
    "litters": "Naša Legla",
    "nav-awards": "Nagrade",
    "nav-ourdogs": "Naši Psi",
    "nav-contact": "Kontakt",
    "welcome-banner": "Dobrodošli u Imperial Ridgeback Dynasty!",
    "welcome-subbanner": "Gde psi postaju porodica",
    "more-button": "Saznajte više",
    "title-whoarewe": "Naša misija i vrednosti",
    "title-answer1": "Naša odgajivačnica posvećena je uzgoju Rhodesian Ridgeback pasa vrhunskog kvaliteta i porekla. Ponosni smo na pažljivo odabrane pse, sa posebnim fokusom na zdravlje, temperament i fizičke karakteristike.",
    "value1title": "Pažljivo birano poreklo",
    "value1description": "Naši psi potiču iz pažljivo biranih linija, što garantuje genetsku stabilnost i izuzetne karakteristike.",
    "value2title": "Kontrolisani uzgoj",
    "value2description": "Naša odgajivačnica ne teži masovnom uzgoju. S velikom pažnjom biramo parenja i legla kako bismo osigurali vrhunski kvalitet i postigli naš cilj – unapređenje rase.",
    "value3title": "Izvrsnost rase",
    "value3description": "Dajemo prioritet zdravlju budućih generacija kroz redovne veterinarske preglede i genetska testiranja, negujemo pse sa lojalnim, inteligentnim i hrabrim temperamentom, i težimo da unapredimo standard rase – stvarajući šampione u ringu i verne saputnike u Vašem domu."
  },
  "fr": {
    "nav-about": "À propos",
    "litters": "Nos Portées",
    "nav-awards": "Récompenses",
    "nav-ourdogs": "Nos Chiens",
    "nav-contact": "Contact",
    "welcome-banner": "Bienvenue chez Imperial Ridgeback Dynasty!",
    "welcome-subbanner": "Là où les chiens deviennent famille",
    "more-button": "En savoir plus",
    "title-whoarewe": "Notre mission et nos valeurs",
    "title-answer1": "Notre élevage est dédié à la reproduction de chiens Rhodesian Ridgeback de qualité exceptionnelle et de lignée prestigieuse. Nous sommes fiers de sélectionner avec soin nos chiens, en mettant un accent particulier sur leur santé, leur tempérament et leurs caractéristiques physiques.",
    "value1title": "Lignée soigneusement choisie",
    "value1description": "Nos chiens proviennent de lignées soigneusement sélectionnées, garantissant une stabilité génétique et des caractéristiques exceptionnelles.",
    "value2title": "Reproduction contrôlée",
    "value2description": "Notre élevage ne vise pas la reproduction massive. Avec beaucoup de soin, nous sélectionnons les accouplements et les portées pour garantir une qualité exceptionnelle et atteindre notre objectif : améliorer la race.",
    "value3title": "Excellence de la race",
    "value3description": "Nous donnons la priorité à la santé des générations futures grâce à des soins vétérinaires réguliers et des tests génétiques, nous élevons des chiens loyaux, intelligents et courageux, et nous nous efforçons d'améliorer le standard de la race – créant des champions sur le ring et des compagnons à vie dans votre foyer."
  }
}
