{
  "en": {
    "nav-about": "About Us",
    "litters": "Our Litters",
    "nav-awards": "Awards",
    "nav-ourdogs": "Our dogs",
    "nav-contact": "Contact",
    "welcome-banner": "Welcome To Imperial Ridgeback Dynasty!",
    "welcome-subbanner": "Where dogs become family",
    "more-button": "Find out more",
    "title-whoarewe": "Our mission and values",
    "title-answer1": "Our kennel is dedicated to breeding Rhodesian Ridgeback dogs of exceptional quality and lineage. We take pride in carefully selected dogs, with a special focus on health, temperament, and physical characteristics.",
    "value1title": "Carefully chosen pedigree",
    "value1description": "Our dogs come from carefully selected lines, guaranteeing genetic stability and exceptional characteristics.",
    "value2title": "Controlled breeding",
    "value2description": "Our kennel does not strive for mass breeding. With great care, we select pairings and litters to ensure exceptional quality and achieve our goal—the advancement of the breed.",
    "value3title": "Breed excellence",
    "value3description": "We prioritize the health of future generations through regular veterinary care and genetic testing, nurture dogs with loyal, intelligent, and courageous temperaments, and strive to elevate the breed standard—creating champions in the ring and lifelong companions in your home.",
    "litterstitle": "Our litters",
    "littersdescription": "At Imperial Ridgeback Dynasty, each litter is a carefully planned event, bringing together healthy, well-tempered puppies that will grow into loyal companions. Our puppies are raised in a loving environment, ensuring they receive the best care and socialization from day one. Browse through our adorable litters and meet the newest members of our Ridgeback family – each one with its own unique charm and personality!",
    "litAtitle": "Litter A",
    "litAdate": "27.12.2024.",
    "litBtitle": "Litter B",
    "litBdate": "27.12.2024.",
    "litCtitle": "Litter C",
    "litCdate": "27.12.2024.",
    "LitterAexpandtitle": "Litter A",
    "awardstitle": "Awards",
    "ourdogstitle": "Our Dogs",
    "ourdogsdescription": "Meet our stars!",
    "dabi-gender": "Male",
    "aska-gender": "Female",
    "contactustitle": "Contact Us",
    "formdescription": "Please fill out the form underneath and we'll get back to you quickly.",
    "submitButton": "Send message"

  },
  "srb": {
    "nav-about": "O Nama",
    "litters": "Naša Legla",
    "nav-awards": "Nagrade",
    "nav-ourdogs": "Naši Psi",
    "nav-contact": "Kontakt",
    "welcome-banner": "Dobrodošli u Imperial Ridgeback Dynasty!",
    "welcome-subbanner": "Gde su psi porodica",
    "more-button": "Saznajte više",
    "title-whoarewe": "Naša misija i vrednosti",
    "title-answer1": "U našoj maloj uzgajivačnici nastaju psi velikog srca, vrhunskog porekla i kvaliteta. Ono što nas izdvaja od drugih je količina ljubavi, truda i posvećenosti ovoj retkoj i plemenitoj rasi. Naše pse tretiramo kao najuže članove porodice, a poseban fokus stavljamo na njihovo zdravlje, temperament i fizičke karakteristike.",
    "value1title": "Pažljivo birano poreklo",
    "value1description": "Mi znamo da poreklo nije samo priča o prošosti, već i temelj budućnosti. Zato pažjivo biramo pse vrhunskih genetskih karakteristika i stabilnosti.",
    "value2title": "Kontrolisani uzgoj",
    "value2description": "Naša zvezda vodilja prilikom odgajanja pasa je kvalitet ispred kvantiteta. Zato ne težimo masovnom uzgoju. Posvećeni smo očuvanju najviših standarda rase Rodezijskog Ridžbeka, a legla i parenja biramo sa velikom pažnjom kako bismo dobili zdrave i snažne pse vrhunskog temperamenta i fizičkog zdravlja.",
    "value3title": "Plemenitost rase",
    "value3description": "Poreklom iz Afrike, gde je nekada služio kao lovac na lavove, Rodezijski Ridžbek je hrabar i neustrašivi pas koji će se do smrti boriti da zaštiti gospodara. Naš cilj je očuvanje i unapređenje ove posebne rase i vodimo se time da su genetske predispozicije, zdrav način života i sredina u kojoj psi odrastaju podjednako važni. Redovni veterinarski pregledi i genetska testiranja su deo naše redovne rutine. Naši psi nisu samo šampioni u ringu, već i verni životni saputnici i odani prijatelji.",
    "litterstitle": "Naša legla",
    "littersdescription": "U Imperial Ridgeback Dynasty, svako leglo je pažljivo planiran događaj, koji okuplja zdrave štence dobrog temperamenta koji će odrasti u vaše verne pratioce i odane prijatelje. Naši štenci rastu u okruženju punom ljubavi, što im osigurava najbolju negu i socijalizaciju od prvog dana. Pregledajte naša simpatična legla i upoznajte najnovije članove naše Ridžbek porodice – svako štene sa svojim jedinstvenom šarmom i osobenošću. Možda se baš medju njima nalazi vaš novi najbolji prijatelj!",
    "litAtitle": "Leglo A",
    "litAdate": "očekivano krajem 2025. god.",
    "LitterAexpandtitle": "Leglo A",
    "awardstitle": "Nagrade",
    "ourdogstitle": "Naši Psi",
    "ourdogsdescription": "Upoznajte naše zvezde!",
    "contactustitle": "Kontaktirajte Nas",
    "formdescription": "Molimo vas da popunite formular ispod i ubrzo ćemo vam se javiti.",
    "submitButton": "Pošaljite poruku"
  },
  "fr": {
    "nav-about": "À propos",
    "litters": "Nos Portées",
    "nav-awards": "Récompenses",
    "nav-ourdogs": "Nos Chiens",
    "nav-contact": "Contact",
    "welcome-banner": "Bienvenue chez Imperial Ridgeback Dynasty!",
    "welcome-subbanner": "Là où les chiens deviennent famille",
    "more-button": "En savoir plus",
    "title-whoarewe": "Notre mission et nos valeurs",
    "title-answer1": "Notre élevage est dédié à la reproduction de chiens Rhodesian Ridgeback de qualité exceptionnelle et de lignée prestigieuse. Nous sommes fiers de sélectionner avec soin nos chiens, en mettant un accent particulier sur leur santé, leur tempérament et leurs caractéristiques physiques.",
    "value1title": "Lignée soigneusement choisie",
    "value1description": "Nos chiens proviennent de lignées soigneusement sélectionnées, garantissant une stabilité génétique et des caractéristiques exceptionnelles.",
    "value2title": "Reproduction contrôlée",
    "value2description": "Notre élevage ne vise pas la reproduction massive. Avec beaucoup de soin, nous sélectionnons les accouplements et les portées pour garantir une qualité exceptionnelle et atteindre notre objectif : améliorer la race.",
    "value3title": "Excellence de la race",
    "value3description": "Nous donnons la priorité à la santé des générations futures grâce à des soins vétérinaires réguliers et des tests génétiques, nous élevons des chiens loyaux, intelligents et courageux, et nous nous efforçons d'améliorer le standard de la race – créant des champions sur le ring et des compagnons à vie dans votre foyer.",
    "litterstitle": "Nos portées",
    "littersdescription": "Chez Imperial Ridgeback Dynasty, chaque portée est un événement soigneusement planifié, réunissant des chiots sains et bien tempéramentés qui deviendront des compagnons fidèles. Nos chiots sont élevés dans un environnement aimant, garantissant qu'ils reçoivent les meilleurs soins et une socialisation dès le premier jour. Parcourez nos adorables portées et rencontrez les nouveaux membres de notre famille Ridgeback – chacun avec son propre charme et sa personnalité unique!",
    "litAtitle": "Portée A",
    "litAdate": "27.12.2024.",
    "litBtitle": "Portée B",
    "litBdate": "27.12.2024.",
    "litCtitle": "Portée C",
    "litCdate": "27.12.2024.",
    "LitterAexpandtitle": "Portée A",
    "awardstitle": "Récompenses",
    "ourdogstitle": "Nos Chiens",
    "ourdogsdescription": "Rencontrez nos étoiles!",
    "contactustitle": "Contactez Nous",
    "formdescription": "Veuillez remplir le formulaire ci-dessous et nous vous répondrons rapidement.",
    "submitButton": "Envoyer le message"
  }
}
